
name: "yolo11n"
platform: "onnxruntime_onnx"
max_batch_size: 4
default_model_filename: "model.onnx"
input [
    {
        name: "images"
        data_type: TYPE_FP32
        dims: [3, 640, 640]
    }
]
output [
    {
        name: "output0"
        data_type: TYPE_FP32
        dims: [84,-1]
    }
]
instance_group [
    {
        kind: KIND_CPU
        count: 5
    }
]
